<template>
    <div class="none___33_TE">
        <div class="detail___65tNp">
            <div class="header___HXJvE">
                <span>注册协议书</span>
                <img src="../assets/close.png" alt="">
            </div>
            <div class="connect___1uWh-">
                <div class="content_list___1nXCy">
                    <p style="text-align:left;">
                        <span style="font-size:9px;">
                            <span style="background-color:#ffffff;" >{{item.text}}</span>
                        </span>
                    </p>
                    <p style="text-align:left;">
                        <span style="font-size:9px;">
                            <span style="background-color:#ffffff;">尊敬的客户！</span>
                        </span>
                    </p>
                </div>
            </div>
        </div>
    </div>
</template>
<script>
export default {
    name:Agree,
    data(){
        return{
            items:[
                {text:'注册服务协议'},
                {text:'尊敬的客户！'},
                {text:'欢迎您/贵司成为公司的注册会员，在您/贵司注册成为的我们的会员后，将享有我们提供的相应服务，但同时也要遵守相应的规则和履行一定的义务。请您/贵司务必在注册之前认真阅读全部服务协议内容。'},
                {text:'本服务协议双方为公司与客户您/贵司，本服务协议具有合同效力。'},
                {text:'您/贵司确认本服务协议后，本服务协议即在您/贵司和公司之间产生法律效力。请您/贵司务必在注册之前认真阅读全部服务协议内容。如您/贵司有任何疑问，可向公司咨询。'},
                {text:'只要您/贵司点击注册本协议下方的“注册”按钮并按照公司注册程序成功注册为客户，您/贵司的行为就表示您/贵司同意并签署了本服务协议。'},
                {text:'以下为服务协议内容：'},
                {text:'1、公司服务条款的确认和接纳公司各项服务的所有权和运作权归公司拥有。'},
                {text:'2.注册客户必须：'},
                {text:'    2.1 自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置。'},
                {text:'    2.2 自行负担个人上网所支付的与上网有关的电话费用、网络费用等费用。'},
                {text:'3、注册客户权利义务'},
                {text:'    3.1 注册客户的权利：'},
                {text:'        3.1.1 注册客户有权拥有自已在公司的客户名及密码，并有权使用自已的客户名及密码随时登录网站。'},
                {text:'        3.1.2 注册客户可以使用公司公开的信息资料，但转载应当注明出处。'},
                {text:'    3.2 注册客户的义务：'},
                {text:'        3.2.1 注册客户必须是具备完全民事行为能力的自然人、法人或能够独立承担民事责任的其他组织。的客户！'},
                {text:'        3.2.2 注册客户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，保证公司可以通过上述联系方式与客户进行联系。同时，客户也有义务在相关资料实际变更时及时更新有关注册资料。客户保证不以他人资料在公司进行注册或认证。如果客户提供的资料不准确，不真实，不合法有效，公司将保留结束客户使用各项服务的权利。'},
                {text:'        3.2.3 未经公司网许可，不得将公司的信息用于任何侵犯国家、集体或个人利益的行为和商业行为。'},
                {text:'        3.2.4 客户不得向公司网散发垃圾邮件、连锁邮件等骚扰性邮件；不得发布、传播或散发其它无关的信息。'},
                {text:'        3.2.5 注册客户不得擅自转让自己的客户名和口令给他人使用。通过注册客户的客户名和口令编辑、发布的任何信息或做出的任何行为都被视为是该注册客户的行为。'},
                {text:'        3.2.6 客户必须遵守国家法律、法规及规章，并遵守以下事项：'},
                {text:'        （1）不得以任何手段非法篡改、破坏、删除(或有此企图)公司或数据库中的内容，不得对公司所属的服务器、系统或网络进行任何形式的攻击、破坏，不得制作、传播病毒。一经发现，公司将立即无限期终止对该注册客户的服务，并报告国家有关行政机关和司法机关，追究该注册客户的法律责任。'},
                {text:'        （2）不得利用公司来获取商业秘密，窥探个人隐私，侵犯他人知识产权，制造、传播和散布污蔑、诽谤、恐吓他人的言论和消息。一经发现，公司将立即无限期终止对该注册客户的服务，并报告国家有关行政机关和司法机关，追究该注册客户的法律责任。'},
                {text:'        3.2.7 注册客户自愿接受公司法律声明。注册客户遵守所有使用服务的网络协议、规定、程序和惯例。'},
                {text:'        3.2.8 注册客户的行为准则是以中华人民共和国相关法规、政策、程序和惯例为根据的。'}
            ]
        }
    },
    methods:{

    }
}
</script>
<style scoped>
@import '../../static/flex.css';
</style>

